Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: The Agent wants to use **%@**
de: Der Agent möchte **%@** verwenden
es: El Agent quiere usar **%@**
fil: Gustong gamitin ng agent ang **%@**
fr: L'Agent souhaite utiliser **%@**
hr: Agent želi koristiti **%@**
id: Agen ingin menggunakan **%@**
ja: Agent が **%@** を使用しようとしています
ko: Agent가 **%@**을(를) 사용하려고 합니다
ms: Ejen ingin menggunakan **%@**
pl: Agent chce użyć: **%@**
pt_br: O agente quer usar **%@**
ro: Agentul vrea să folosească: **%@**
ru: Agent хочет использовать **%@**
th: เอเจนต์ต้องการใช้ **%@**
tr: Aracı şunu kullanmak istiyor: **%@**
zh_hans: Agent 想要使用 **%@**
zh_hant: Agent 想要使用 **%@**

source: The connection dropped — this reply may be incomplete. Tap Resume to continue.
de: Die Verbindung wurde unterbrochen – diese Antwort ist möglicherweise unvollständig. Tippe auf „Fortsetzen“.
es: Se perdió la conexión: es posible que esta respuesta esté incompleta. Toca Reanudar para continuar.
fil: Naputol ang koneksyon — maaaring kulang ang sagot na ito. I-tap ang Ituloy para magpatuloy.
fr: La connexion a été interrompue — cette réponse est peut-être incomplète. Appuyez sur Reprendre.
hr: Veza je prekinuta — ovaj odgovor može biti nepotpun. Dodirnite Nastavi za nastavak.
id: Koneksi terputus — balasan ini mungkin tidak lengkap. Ketuk Lanjutkan untuk meneruskan.
ja: 接続が切断されました — この返信は不完全な可能性があります。「再開」をタップしてください。
ko: 연결이 끊어졌습니다 — 이 답변은 불완전할 수 있습니다. 다시 시작을 누르세요.
ms: Sambungan terputus — balasan ini mungkin tidak lengkap. Ketik Sambung untuk teruskan.
pl: Połączenie zerwane — ta odpowiedź może być niepełna. Dotknij Wznów, aby kontynuować.
pt_br: A conexão caiu — esta resposta pode estar incompleta. Toque em Retomar para continuar.
ro: Conexiunea s-a întrerupt — răspunsul poate fi incomplet. Atinge Reia pentru a continua.
ru: Соединение прервано — этот ответ может быть неполным. Нажмите «Продолжить».
th: การเชื่อมต่อหลุด — คำตอบนี้อาจไม่สมบูรณ์ แตะดำเนินการต่อเพื่อไปต่อ
tr: Bağlantı koptu — bu yanıt eksik olabilir. Sürdürmek için Sürdür'e dokunun.
zh_hans: 网络连接中断 — 回复可能不完整。点按「继续」以恢复。
zh_hant: 網路連線中斷 — 回覆可能不完整。點按「繼續」以恢復。

source: The connection stays encrypted, but its identity isn't verified. Only do this on a network and server you trust.
de: Die Verbindung bleibt verschlüsselt, aber ihre Identität wird nicht überprüft. Tu dies nur in einem Netzwerk und auf einem Server, denen du vertraust.
es: La conexión sigue cifrada, pero su identidad no está verificada. Hazlo solo en una red y un servidor de confianza.
fil: Nananatiling naka-encrypt ang koneksyon, pero hindi na-verify ang pagkakakilanlan nito. Gawin lang ito sa network at server na pinagkakatiwalaan mo.
fr: La connexion reste chiffrée, mais son identité n'est pas vérifiée. Ne le faites que sur un réseau et un serveur de confiance.
hr: Veza ostaje šifrirana, ali njezin identitet nije provjeren. Učinite to samo na mreži i poslužitelju kojima vjerujete.
id: Koneksi tetap terenkripsi, tetapi identitasnya tidak terverifikasi. Lakukan ini hanya di jaringan dan server yang Anda percayai.
ja: 通信は暗号化されたままですが、接続先の身元は検証されません。信頼できるネットワークとサーバでのみ実行してください。
ko: 연결은 암호화된 상태로 유지되지만 신원은 확인되지 않습니다. 신뢰할 수 있는 네트워크와 서버에서만 사용하십시오.
ms: Sambungan kekal disulitkan, tetapi identitinya tidak disahkan. Lakukan ini hanya pada rangkaian dan server yang anda percayai.
pl: Połączenie pozostaje zaszyfrowane, ale jego tożsamość nie jest weryfikowana. Rób tak tylko w zaufanej sieci i na zaufanym serwerze.
pt_br: A conexão continua criptografada, mas a identidade não é verificada. Faça isso só em uma rede e um servidor de confiança.
ro: Conexiunea rămâne criptată, dar identitatea nu este verificată. Fă asta doar într-o rețea și pe un server în care ai încredere.
ru: Соединение остаётся зашифрованным, но его подлинность не проверяется. Делайте это только в сети и на сервере, которым доверяете.
th: การเชื่อมต่อยังคงเข้ารหัสอยู่ แต่ตัวตนไม่ได้รับการยืนยัน ทำเช่นนี้เฉพาะบนเครือข่ายและเซิร์ฟเวอร์ที่คุณไว้ใจ
tr: Bağlantı şifreli kalır ama kimliği doğrulanmaz. Bunu yalnızca güvendiğiniz bir ağ ve sunucuda yapın.
zh_hans: 连接仍然加密，但服务器身份未经验证。请仅在你信任的网络和服务器上启用。
zh_hant: 連線仍會加密，但不會驗證身分。請只在你信任的網路與伺服器上這樣做。

source: The Connection Timed Out
de: Zeitüberschreitung der Verbindung
es: Se agotó el tiempo de conexión
fil: Nag-timeout ang Koneksyon
fr: Délai de connexion dépassé
hr: Veza je istekla
id: Koneksi Kehabisan Waktu
ja: 接続がタイムアウトしました
ko: 연결 시간 초과
ms: Sambungan Tamat Masa
pl: Przekroczono limit czasu połączenia
pt_br: A conexão expirou
ro: Conexiunea a expirat
ru: Время ожидания соединения истекло
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı Zaman Aşımına Uğradı
zh_hans: 连接超时
zh_hant: 連線逾時

source: The conversation context has reached its limit. Start a new session or clear the chat to continue.
de: Der Konversationskontext hat sein Limit erreicht. Starten Sie eine neue Sitzung oder leeren Sie den Chat, um fortzufahren.
es: El contexto de la conversación alcanzó su límite. Inicia una sesión nueva o borra el chat para continuar.
fil: Naabot na ng context ng usapan ang limitasyon nito. Magsimula ng bagong session o i-clear ang chat para magpatuloy.
fr: Le contexte de la conversation a atteint sa limite. Démarrez une nouvelle session ou effacez le chat pour continuer.
hr: Kontekst razgovora dosegnuo je svoje ograničenje. Započnite novu sesiju ili očistite razgovor za nastavak.
id: Konteks percakapan telah mencapai batasnya. Mulai sesi baru atau bersihkan obrolan untuk melanjutkan.
ja: 会話のコンテキストが上限に達しました。続行するには新しいセッションを開始するか、チャットを消去してください。
ko: 대화 컨텍스트가 한도에 도달했습니다. 계속하려면 새 세션을 시작하거나 채팅을 비우세요.
ms: Konteks perbualan telah mencapai hadnya. Mulakan sesi baharu atau kosongkan sembang untuk teruskan.
pl: Kontekst rozmowy osiągnął limit. Rozpocznij nową sesję lub wyczyść czat, aby kontynuować.
pt_br: O contexto da conversa atingiu o limite. Comece uma nova sessão ou limpe o chat para continuar.
ro: Contextul conversației a atins limita. Începe o sesiune nouă sau golește chatul pentru a continua.
ru: Контекст беседы достиг своего предела. Начните новую сессию или очистите чат, чтобы продолжить.
th: บริบทการสนทนาถึงขีดจำกัดแล้ว เริ่มเซสชันใหม่หรือล้างแชทเพื่อดำเนินการต่อ
tr: Sohbet bağlamı sınırına ulaştı. Sürdürmek için yeni bir oturum başlatın ya da sohbeti temizleyin.
zh_hans: 对话上下文已达上限。请开始新会话或清空聊天以继续。
zh_hant: 對話上下文已達上限。請開始新工作階段或清除聊天以繼續。

source: The field is omitted entirely when thinking is off.
de: Das Feld wird vollständig weggelassen, wenn der Denkmodus aus ist.
es: El campo se omite por completo cuando el razonamiento está desactivado.
fil: Ganap na inaalis ang field kapag naka-off ang thinking.
fr: Le champ est entièrement omis lorsque la réflexion est désactivée.
hr: Polje se u potpunosti izostavlja kada je razmišljanje isključeno.
id: Field dihilangkan sepenuhnya saat berpikir nonaktif.
ja: 思考がオフのときは、このフィールド自体が送信されません。
ko: 사고가 꺼져 있으면 이 필드는 전송되지 않습니다.
ms: Medan ditinggalkan sepenuhnya apabila berfikir dimatikan.
pl: Pole jest całkowicie pomijane, gdy myślenie jest wyłączone.
pt_br: O campo é totalmente omitido quando o raciocínio está desativado.
ro: Câmpul este omis complet când gândirea este dezactivată.
ru: Поле полностью опускается, когда размышление выключено.
th: ฟิลด์จะถูกละเว้นทั้งหมดเมื่อปิดการคิด
tr: Düşünme kapalıyken alan tamamen atlanır.
zh_hans: 思考关闭时将完全省略该字段。
zh_hant: 思考關閉時會完全省略這個欄位。

source: The full WebDAV address, including https:// and any path.
de: Die vollständige WebDAV-Adresse, einschließlich https:// und Pfad.
es: La dirección WebDAV completa, incluyendo https:// y cualquier ruta.
fil: Ang buong WebDAV address, kasama ang https:// at anumang path.
fr: L'adresse WebDAV complète, y compris https:// et le chemin.
hr: Puna WebDAV adresa, uključujući https:// i eventualnu putanju.
id: Alamat WebDAV lengkap, termasuk https:// dan jalurnya.
ja: https:// とパスを含む、WebDAV の完全なアドレス。
ko: https:// 와 경로를 포함한 전체 WebDAV 주소입니다.
ms: Alamat WebDAV penuh, termasuk https:// dan laluannya.
pl: Pełny adres WebDAV, wraz z https:// i ewentualną ścieżką.
pt_br: O endereço WebDAV completo, incluindo https:// e o caminho.
ro: Adresa WebDAV completă, inclusiv https:// și eventuala cale.
ru: Полный адрес WebDAV, включая https:// и путь.
th: ที่อยู่ WebDAV แบบเต็ม รวมถึง https:// และพาธทั้งหมด
tr: https:// ve varsa yol dahil tam WebDAV adresi.
zh_hans: 完整的 WebDAV 地址，包含 https:// 及路径。
zh_hant: 完整的 WebDAV 位址，包含 https:// 與路徑。

source: The Linux environment was reset. Please restart the app to reinstall it before using the terminal.
de: Die Linux-Umgebung wurde zurückgesetzt. Bitte starten Sie die App neu, um sie vor der Nutzung des Terminals neu zu installieren.
es: El entorno Linux se restableció. Reinicia la app para reinstalarlo antes de usar el terminal.
fil: Na-reset ang Linux environment. Pakiretart ang app para i-install ito ulit bago gamitin ang terminal.
fr: L’environnement Linux a été réinitialisé. Veuillez redémarrer l’application pour le réinstaller avant d’utiliser le terminal.
hr: Linux okruženje je resetirano. Ponovno pokrenite aplikaciju kako bi se ponovno instaliralo prije korištenja terminala.
id: Lingkungan Linux telah disetel ulang. Mulai ulang aplikasi untuk memasangnya kembali sebelum memakai terminal.
ja: Linux 環境がリセットされました。ターミナルを使用する前に、アプリを再起動して再インストールしてください。
ko: Linux 환경이 초기화되었습니다. 터미널을 사용하기 전에 앱을 다시 시작하여 재설치하세요.
ms: Persekitaran Linux telah ditetapkan semula. Sila mulakan semula apl untuk memasangnya kembali sebelum menggunakan terminal.
pl: Środowisko Linux zostało zresetowane. Uruchom aplikację ponownie, aby je zainstalować przed użyciem terminala.
pt_br: O ambiente Linux foi redefinido. Reinicie o app para reinstalá-lo antes de usar o terminal.
ro: Mediul Linux a fost resetat. Repornește aplicația pentru a-l reinstala înainte de a folosi terminalul.
ru: Среда Linux была сброшена. Перезапустите приложение, чтобы переустановить её перед использованием терминала.
th: สภาพแวดล้อม Linux ถูกรีเซ็ตแล้ว โปรดรีสตาร์ทแอปเพื่อติดตั้งใหม่ก่อนใช้เทอร์มินัล
tr: Linux ortamı sıfırlandı. Terminali kullanmadan önce yeniden kurmak için uygulamayı yeniden başlatın.
zh_hans: Linux 环境已被重置。请重启应用以重新安装后再使用终端。
zh_hant: Linux 環境已被重設。請重新啟動應用程式以重新安裝後再使用終端機。

source: The model declined to respond to this request. Try rephrasing, or switch to a different model.
de: Das Modell hat die Antwort auf diese Anfrage abgelehnt. Formulieren Sie sie um oder wechseln Sie zu einem anderen Modell.
es: El modelo se negó a responder a esta solicitud. Prueba a reformularla o cambia a otro modelo.
fil: Tumanggi ang model na tumugon sa request na ito. Subukang ibahin ang pananalita, o magpalit ng model.
fr: Le modèle a refusé de répondre à cette requête. Reformulez-la ou changez de modèle.
hr: Model je odbio odgovoriti na ovaj zahtjev. Pokušajte drukčije formulirati ili prijeđite na drugi model.
id: Model menolak merespons permintaan ini. Coba ubah kalimatnya, atau ganti ke model lain.
ja: モデルはこのリクエストへの応答を拒否しました。表現を変えるか、別のモデルに切り替えてください。
ko: 모델이 이 요청에 대한 응답을 거부했습니다. 표현을 바꾸거나 다른 모델로 전환하세요.
ms: Model enggan membalas permintaan ini. Cuba ubah ayatnya, atau tukar ke model lain.
pl: Model odmówił odpowiedzi na to żądanie. Spróbuj sformułować je inaczej lub zmień model.
pt_br: O modelo recusou responder a esta requisição. Tente reformular ou mude de modelo.
ro: Modelul a refuzat să răspundă la această cerere. Încearcă să reformulezi sau schimbă modelul.
ru: Модель отказалась отвечать на этот запрос. Переформулируйте его или смените модель.
th: โมเดลปฏิเสธที่จะตอบคำขอนี้ ลองเปลี่ยนคำถาม หรือเปลี่ยนไปใช้โมเดลอื่น
tr: Model bu isteği yanıtlamayı reddetti. İfadeyi değiştirmeyi ya da başka bir modele geçmeyi deneyin.
zh_hans: 模型拒绝响应此请求。请尝试换一种说法，或切换到其他模型。
zh_hant: 模型拒絕回應此請求。請嘗試換一種說法，或切換到其他模型。

source: The model returned an empty response. The conversation context may be too large — try compacting or starting a new session.
de: Das Modell hat eine leere Antwort zurückgegeben. Der Gesprächskontext ist möglicherweise zu groß – versuche zu komprimieren oder eine neue Sitzung zu starten.
es: El modelo devolvió una respuesta vacía. Puede que el contexto de la conversación sea demasiado grande: prueba a compactarlo o inicia una sesión nueva.
fil: Walang laman ang tugon ng model. Maaaring masyadong malaki ang context ng usapan — subukang i-compact o magsimula ng bagong session.
fr: Le modèle a renvoyé une réponse vide. Le contexte de la conversation est peut-être trop volumineux — essaie de compacter ou de démarrer une nouvelle session.
hr: Model je vratio prazan odgovor. Kontekst razgovora možda je prevelik — pokušajte ga sažeti ili započnite novu sesiju.
id: Model mengembalikan respons kosong. Konteks percakapan mungkin terlalu besar — coba ringkas atau mulai sesi baru.
ja: モデルが空の応答を返しました。会話のコンテキストが大きすぎる可能性があります — 圧縮するか、新しいセッションを開始してみてください。
ko: 모델이 빈 응답을 반환했습니다. 대화 컨텍스트가 너무 클 수 있습니다 — 압축하거나 새 세션을 시작해 보세요.
ms: Model mengembalikan respons kosong. Konteks perbualan mungkin terlalu besar — cuba padatkan atau mulakan sesi baharu.
pl: Model zwrócił pustą odpowiedź. Kontekst rozmowy może być zbyt duży — spróbuj go skrócić lub rozpocznij nową sesję.
pt_br: O modelo devolveu uma resposta vazia. O contexto da conversa pode estar grande demais — tente compactá-lo ou comece uma nova sessão.
ro: Modelul a returnat un răspuns gol. Contextul conversației poate fi prea mare — încearcă să îl compactezi sau începe o sesiune nouă.
ru: Модель вернула пустой ответ. Контекст разговора может быть слишком большим — попробуйте сжать или начать новую сессию.
th: โมเดลส่งคำตอบว่างกลับมา บริบทการสนทนาอาจใหญ่เกินไป — ลองบีบอัดหรือเริ่มเซสชันใหม่
tr: Model boş bir yanıt döndürdü. Sohbet bağlamı çok büyük olabilir — sıkıştırmayı deneyin ya da yeni bir oturum başlatın.
zh_hans: 模型返回了空响应。对话上下文可能过大 — 请尝试压缩或开始新会话。
zh_hant: 模型回傳了空回應。對話上下文可能過大 — 請嘗試壓縮或開始新工作階段。

source: The NAS or PC's address on your network.
de: Die Adresse des NAS oder PCs in deinem Netzwerk.
es: La dirección del NAS o del PC en tu red.
fil: Ang address ng NAS o PC sa iyong network.
fr: L'adresse du NAS ou du PC sur votre réseau.
hr: Adresa NAS-a ili računala na vašoj mreži.
id: Alamat NAS atau PC di jaringan Anda.
ja: ネットワーク上の NAS または PC のアドレス。
ko: 네트워크상의 NAS 또는 PC 주소입니다.
ms: Alamat NAS atau PC dalam rangkaian anda.
pl: Adres serwera NAS lub komputera w Twojej sieci.
pt_br: O endereço do NAS ou PC na sua rede.
ro: Adresa serverului NAS sau a PC-ului în rețeaua ta.
ru: Адрес NAS или компьютера в вашей сети.
th: ที่อยู่ของ NAS หรือ PC ในเครือข่ายของคุณ
tr: NAS veya PC'nin ağınızdaki adresi.
zh_hans: NAS 或电脑在你网络中的地址。
zh_hant: NAS 或電腦在你網路上的位址。

source: The page couldn’t load because you’re not connected to the internet.
de: Die Seite konnte nicht geladen werden, da keine Internetverbindung besteht.
es: No se pudo cargar la página porque no tienes conexión a internet.
fil: Hindi ma-load ang page dahil hindi ka nakakonekta sa internet.
fr: La page n’a pas pu se charger car tu n’es pas connecté à Internet.
hr: Stranica se nije mogla učitati jer niste povezani s internetom.
id: Halaman tidak dapat dimuat karena Anda tidak terhubung ke internet.
ja: インターネットに接続されていないため、ページを読み込めませんでした。
ko: 인터넷에 연결되어 있지 않아 페이지를 불러올 수 없습니다.
ms: Halaman tidak dapat dimuatkan kerana anda tidak bersambung ke internet.
pl: Nie udało się wczytać strony, ponieważ nie masz połączenia z internetem.
pt_br: A página não carregou porque você não está conectado à internet.
ro: Pagina nu s-a putut încărca pentru că nu ești conectat la internet.
ru: Не удалось загрузить страницу, так как нет подключения к интернету.
th: โหลดหน้านี้ไม่ได้เพราะคุณไม่ได้เชื่อมต่ออินเทอร์เน็ต
tr: İnternete bağlı olmadığınız için sayfa yüklenemedi.
zh_hans: 由于未连接到互联网，页面无法加载。
zh_hant: 由於未連線到網際網路，頁面無法載入。

source: The password is stored in the iOS Keychain and is not shown here.
de: Das Passwort wird im iOS-Schlüsselbund gespeichert und hier nicht angezeigt.
es: La contraseña se guarda en el Keychain de iOS y no se muestra aquí.
fil: Nakaimbak ang password sa iOS Keychain at hindi ipinapakita dito.
fr: Le mot de passe est stocké dans le trousseau iOS et n'est pas affiché ici.
hr: Lozinka je pohranjena u iOS Keychainu i ovdje se ne prikazuje.
id: Kata sandi disimpan di Keychain iOS dan tidak ditampilkan di sini.
ja: パスワードは iOS キーチェーンに保存され、ここには表示されません。
ko: 암호는 iOS 키체인에 저장되며 여기에 표시되지 않습니다.
ms: Kata laluan disimpan dalam Keychain iOS dan tidak ditunjukkan di sini.
pl: Hasło jest przechowywane w Pęku kluczy iOS i nie jest tutaj pokazywane.
pt_br: A senha fica guardada no Keychain do iOS e não é exibida aqui.
ro: Parola este stocată în Keychain-ul iOS și nu este afișată aici.
ru: Пароль хранится в связке ключей iOS и здесь не отображается.
th: รหัสผ่านถูกจัดเก็บใน iOS Keychain และไม่แสดงที่นี่
tr: Parola iOS Anahtar Zinciri'nde saklanır ve burada gösterilmez.
zh_hans: 密码存储在 iOS 钥匙串中，不在此处显示。
zh_hant: 密碼儲存在 iOS 鑰匙圈中，不會顯示在這裡。

source: The path above is how iOS exposes the folder you picked. Use it to confirm which app this data belongs to.
de: Der obige Pfad zeigt, wie iOS den ausgewählten Ordner bereitstellt. Daran erkennen Sie, zu welcher App diese Daten gehören.
es: La ruta de arriba es la forma en que iOS expone la carpeta que elegiste. Úsala para confirmar a qué app pertenecen estos datos.
fil: Ang path sa itaas ay kung paano ipinapakita ng iOS ang folder na pinili mo. Gamitin ito para malaman kung aling app ang may-ari ng datos.
fr: Le chemin ci-dessus correspond à la manière dont iOS expose le dossier sélectionné. Utilisez-le pour confirmer à quelle app ces données appartiennent.
hr: Putanja iznad je način na koji iOS izlaže mapu koju ste odabrali. Pomoću nje potvrdite kojoj aplikaciji ti podaci pripadaju.
id: Jalur di atas adalah cara iOS menampilkan folder yang Anda pilih. Gunakan untuk memastikan data ini milik aplikasi yang mana.
ja: 上のパスは、選択したフォルダを iOS がどのように公開しているかを示します。どのアプリのデータかを確認するのに使えます。
ko: 위 경로는 iOS가 선택한 폴더를 노출하는 방식입니다. 이 데이터가 어느 앱에 속하는지 확인할 때 사용하세요.
ms: Laluan di atas ialah cara iOS mendedahkan folder yang anda pilih. Gunakannya untuk memastikan data ini milik apl yang mana.
pl: Powyższa ścieżka to sposób, w jaki iOS udostępnia wybrany folder. Użyj jej, aby potwierdzić, do której aplikacji należą te dane.
pt_br: O caminho acima é como o iOS expõe a pasta que você escolheu. Use-o para confirmar a qual app estes dados pertencem.
ro: Calea de mai sus este modul în care iOS expune dosarul ales. Folosește-o pentru a confirma cărei aplicații îi aparțin datele.
ru: Путь выше — это то, как iOS отображает выбранную вами папку. Используйте его, чтобы убедиться, какому приложению принадлежат эти данные.
th: พาธด้านบนคือวิธีที่ iOS แสดงโฟลเดอร์ที่คุณเลือก ใช้เพื่อยืนยันว่าข้อมูลนี้เป็นของแอปใด
tr: Yukarıdaki yol, iOS'un seçtiğiniz klasörü nasıl sunduğudur. Bu verinin hangi uygulamaya ait olduğunu doğrulamak için kullanın.
zh_hans: 上方路径是 iOS 对所选文件夹的展示方式，可据此确认数据所属 App。
zh_hant: 上方路徑是 iOS 對所選資料夾的展示方式，可據此確認資料所屬 App。

source: The provider has not declared whether this model supports thinking. Force-enabling may cause errors — you can disable it or retry if needed.
de: Der Anbieter hat nicht angegeben, ob dieses Modell Denkmodus unterstützt. Die Erzwingung kann zu Fehlern führen — Sie können es deaktivieren oder erneut versuchen.
es: El proveedor no ha indicado si este modelo admite el razonamiento. Forzar su activación puede provocar errores: puedes desactivarlo o reintentarlo si es necesario.
fil: Hindi idineklara ng provider kung sinusuportahan ng model na ito ang thinking. Maaaring magdulot ng error ang sapilitang pag-enable — puwede mo itong i-disable o subukan ulit kung kailangan.
fr: Le fournisseur n'a pas déclaré si ce modèle prend en charge la réflexion. L'activation forcée peut provoquer des erreurs — vous pouvez la désactiver ou réessayer si nécessaire.
hr: Pružatelj nije naveo podržava li ovaj model razmišljanje. Prisilno omogućavanje može uzrokovati pogreške — po potrebi ga možete onemogućiti ili pokušati ponovno.
id: Penyedia belum menyatakan apakah model ini mendukung berpikir. Memaksa aktif dapat menyebabkan kesalahan — Anda dapat menonaktifkannya atau mencoba lagi bila perlu.
ja: プロバイダーはこのモデルが思考モードに対応しているか宣言していません。強制有効化するとエラーが発生する可能性があります。必要に応じて無効にするか再試行してください。
ko: 제공업체가 이 모델의 사고 모드 지원 여부를 선언하지 않았습니다. 강제 활성화하면 오류가 발생할 수 있으며, 필요시 비활성화하거나 재시도할 수 있습니다.
ms: Pembekal belum menyatakan sama ada model ini menyokong berfikir. Memaksa aktif boleh menyebabkan ralat — anda boleh menyahaktifkannya atau cuba lagi jika perlu.
pl: Dostawca nie określił, czy ten model obsługuje myślenie. Wymuszenie może powodować błędy — w razie potrzeby możesz je wyłączyć lub spróbować ponownie.
pt_br: O provedor não informou se este modelo aceita raciocínio. Forçar a ativação pode gerar erros — você pode desativar ou tentar de novo, se precisar.
ro: Furnizorul nu a declarat dacă acest model acceptă gândirea. Activarea forțată poate genera erori — o poți dezactiva sau reîncerca la nevoie.
ru: Провайдер не указал, поддерживает ли эта модель режим мышления. Принудительное включение может вызвать ошибки — вы можете отключить его или повторить попытку.
th: ผู้ให้บริการไม่ได้ระบุว่าโมเดลนี้รองรับการคิดหรือไม่ การบังคับเปิดอาจทำให้เกิดข้อผิดพลาด — คุณปิดหรือลองใหม่ได้หากจำเป็น
tr: Sağlayıcı, bu modelin düşünmeyi destekleyip desteklemediğini bildirmedi. Zorla etkinleştirmek hatalara yol açabilir — gerekirse kapatabilir ya da yeniden deneyebilirsiniz.
zh_hans: 模型服务商未明确声明该模型是否支持深度思考。强制启用后可能导致异常，可尝试关闭思考或重试。
zh_hant: 模型服務商未明確聲明此模型是否支援深度思考。強制啟用後可能導致異常，可嘗試關閉思考或重試。

source: The rootfs contains the Alpine Linux filesystem. Resetting will delete all data and restore to factory state.
de: Das Rootfs enthält das Alpine-Linux-Dateisystem. Beim Zurücksetzen werden alle Daten gelöscht und der Werkszustand wiederhergestellt.
es: El rootfs contiene el sistema de archivos de Alpine Linux. Al restablecerlo se eliminarán todos los datos y se volverá al estado de fábrica.
fil: Naglalaman ang rootfs ng Alpine Linux filesystem. Tatanggalin ng pag-reset lahat ng datos at ibabalik ito sa factory state.
fr: Le rootfs contient le système de fichiers Alpine Linux. La réinitialisation supprimera toutes les données.
hr: Rootfs sadrži datotečni sustav Alpine Linuxa. Resetiranje će obrisati sve podatke i vratiti tvorničko stanje.
id: Rootfs berisi sistem file Alpine Linux. Menyetel ulang akan menghapus semua data dan mengembalikannya ke kondisi pabrik.
ja: RootfsにはAlpine Linuxファイルシステムが含まれています。リセットするとすべてのデータが削除され、初期状態に復元されます。
ko: Rootfs에는 Alpine Linux 파일 시스템이 포함되어 있습니다. 초기화하면 모든 데이터가 삭제되고 초기 상태로 복원됩니다.
ms: Rootfs mengandungi sistem file Alpine Linux. Menetapkan semula akan memadam semua data dan mengembalikannya ke keadaan kilang.
pl: Rootfs zawiera system plików Alpine Linux. Reset usunie wszystkie dane i przywróci stan fabryczny.
pt_br: O rootfs contém o sistema de arquivos do Alpine Linux. Redefinir vai excluir todos os dados e restaurar o estado de fábrica.
ro: rootfs-ul conține sistemul de fișiere Alpine Linux. Resetarea șterge toate datele și revine la starea din fabrică.
ru: rootfs содержит файловую систему Alpine Linux. Сброс удалит все данные и восстановит заводское состояние.
th: rootfs มีระบบไฟล์ Alpine Linux อยู่ การรีเซ็ตจะลบข้อมูลทั้งหมดและคืนสู่สถานะจากโรงงาน
tr: rootfs, Alpine Linux dosya sistemini içerir. Sıfırlamak tüm verileri siler ve fabrika durumuna döndürür.
zh_hans: Rootfs 包含 Alpine Linux 文件系统。重置将删除所有数据并恢复出厂状态。
zh_hant: Rootfs 包含 Alpine Linux 檔案系統。重設將刪除所有資料並恢復出廠狀態。
